{"translation-revision-date":"2024-05-09 02:48:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CO"},"E.g. https:\/\/example.com\/yoast":["Por ejemplo, https:\/\/example.com\/yoast"],"Please tell us more about the person this site represents.":["Por favor dinos más acerca de la persona que este sitio representa."],"Other profiles":["Otros perfiles"],"Remove JavaScript used for converting emoji characters in older browsers.":["Remover JavaScript usado para convertir caracteres emoji en navegadores más antiguos."],"Remove URLs which provide information about your search results.":["Remover URLs que proveen información acerca de los resultados de su búsqueda."],"Remove URLs which provide information about your recent posts, for each tag.":["Remover URLs que proveen información acerca de sus entradas recientes, para cada etiqueta."],"Remove URLs which provide information about your recent posts, for each category.":["Remover URLs que proveen información acerca de sus entradas recientes, para cada categoría."],"Remove URLs which provide information about your recent posts, for each post type.":["Remover URLs que proveen información acerca de sus entradas recientes, para cada tipo de entrada."],"Remove URLs which provide information about recent posts by specific authors.":["Remover URLs que proveen información acerca de sus entradas recientes de autores específicos."],"Remove URLs which provide information about recent comments on each post.":["Remover URLs que proveen información acerca de comentarios recientes en cada entrada."],"Disable unwanted content formats":["Desactiva formatos de contenido no deseados"],"Remove unwanted metadata":["Remover metadatos no deseados"],"Add prefix":["Agregar prefijo"],"Add anchor text":["Agregar texto anclado"],"Add separator":["Agregar separador"],"Categories & tags":["Categorías & etiquetas"],"Content types":["Tipos de contenido"],"Show more":["Mostrar más"],"Show less":["Mostrar menos"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto significa que las páginas %1$s creadas por WordPress no serán indexadas por los motores de búsqueda y serán excluídas de los sitemaps XML."],"Configure the basics for your website.":["Configura lo esencial de tu sitio web."],"Media pages":["Páginas de medios"],"Show %1$s pages in search results":["Mostrar páginas %1$s en los resultados de la búsqueda"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hay cambios sin guardar en esta página. Salir significa que esos cambios se perderán. ¿Estás seguro de que quieres salir de esta página?"],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pueden causar conflictos de contenido. Para la mayoría de sitios, recomendamos que desactives esta configuración."],"Determine how your %1$s should look in search engines.":["Escoger cómo deberían lucir tus %1$s en los motores de búsqueda."],"Determine how your %1$s should look on social media by default.":["Escoge cómo deben lucir tus %1$s en redes sociales por defecto."],"Contact support":["Contactar a soporte"],"Read more about the search results settings":["Leer más acerca de la configuración de los resultados de búsqueda"],"Determine how your %1$s should look in search engines and on social media.":["Escoger cómo deberían lucir tus %1$s en los motores de búsqueda y en las redes sociales."],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo siento, pero parece que el siguiente error ha detenido nuestra aplicación:"],"Read reviews from real users":["Leer reseñas de usuarios reales"],"Remove unused resources":["Remover recursos no utilizados"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Elija como debería visualizarse su Homepage en motores de búsqueda y en redes sociales, tenga en cuenta que es así como podría ser visualizado cuando se realicen búsquedas de su marca."],"Determine how your homepage should look on social media.":["Elija cómo debería visualizarse su Homepage en redes sociales."],"Show the categories prefix in the slug":["Mantenga el prefijo de categorías en el slug"],"Site representation":["Representación del sitio"],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Detalles"],"Social image":["Imagen social"],"Social description":["Descripción social"],"Social title":["Título social"],"Image":["Imagen"],"New":["Nuevo"],"Remove image":["Eliminar imagen"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Añade una línea de autor y tiempo de lectura estimado al extracto del artículo cuando se comparte por Slack."],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Usage tracking":["Seguimiento de uso"],"Check out %1$s":["Consulta %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos en línea gratuitos y premium para aprender todo lo que necesita saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Quieres aprender SEO del equipo Yoast? ¡Mira nuestro %1$s!"],"Learn SEO":["Aprende SEO"],"Schema":["Esquema"],"Show blog page in breadcrumbs":["Mostrar la página blog en los breadcrumbs"],"Organization":["Organización"],"Personal info":["Información personal"],"Organization logo":["Logo de la organización"],"Organization name":["Nombre de la organización"],"Select a user...":["Selecciona un usuario..."],"Upgrade to %s":["Mejorar a %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puedes editar los metadatos SEO para este tipo personalizado de %1$sPágina de compras%2$s."],"Separator":["Separador"],"Tagline":["Eslogan"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, utiliza las teclas con la flecha arriba y abajo  para navegar por los resultados","%d resultados encontrado, utiliza las teclas con la flecha arriba y abajo  para navegar por los resultados"],"The readability analysis offers suggestions to improve the structure and style of your text.":["El análisis de legibilidad ofrece sugerencias para mejorar la estructura y estilo de tu texto."],"SEO analysis":["Analisis de SEO"],"(Opens in a new browser tab)":["Abrir en nueva pestaña de buscador"],"Text link counter":["Contador de enlaces de texto"],"Cornerstone content":["Contenido Cornerstone"],"Save changes":["Guardar cambios"],"Variable":["Variable "],"Available variables":["Variables disponibles "],"Admin bar menu":["Barra de menú del administrador"],"SEO title":["Título SEO"],"Google search console":["Google Search Console"],"Other social profiles":["Tus perfiles sociales"],"Readability analysis":["Análisis de Legibilidad"],"No results found":["No se han encontrado resultados."],"Bold the last page":["Negrita la última página"],"Author archives":["Archivo del Autor"],"Blog":["Blog"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"Description":["Descripción"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a su sitio, con el nombre del sitio y la descripción como texto ancla."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto ancla."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto ancla."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puede usar las siguientes variables en el contenido, que serán sustituidos por el valor de la derecha."],"Content to put after each post in the feed":["Contenido para poner después de cada entrada en el feed"],"How to insert breadcrumbs in your theme":["Cómo insertar las breadcrumbs en tu tema"],"Prefix for the breadcrumb path":["Prefijo de la ruta de las breadcrumbs"],"Anchor text for the Homepage":["Enlace para la página de inicio"],"Separator between breadcrumbs":["Separador entre las breadcrumbs"],"Force rewrite titles":["Forzar la reescritura de los títulos"],"Person":["Persona"],"RSS":["RSS"],"Search":["Buscar"],"Special pages":["Páginas especiales"],"Date archives":["Archivos por fechas"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de sus páginas. Si esto es erróneo y sabe lo que hace, puede cambiar este ajuste aquí."],"Homepage":["La portada de página Web"],"Website name":["Nombre del sitio web"],"Breadcrumbs":["Breadcrumbs"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puedes determinar el título y la descripción de la página del blog %1$seditando la propia página del blog%2$s."],"Close":["Cerrar"],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Breadcrumbs title":["Título de las breadcrumbs"],"Advanced":["Avanzado"],"General":["General"],"None":["Ninguno"],"Social":["Social"],"Tools":["Herramientas"],"Meta description":["Etiqueta de descripción"],"XML sitemaps":["XML Sitemaps"],"Google":["Google+"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}